app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "The NEW"], ["description", "This is new description"], ["created_at", "2020-02-10 15:53:46.882853"], ["updated_at", "2020-02-10 15:53:46.882853"]]
---
  def create
    # render plain: params[:article].inspect
    @article = Article.new(article_params)
    @article.save